[XComGame.UIArmory_PromotionHero]
[UIArmory_PromotionHero]
m_strMutuallyExclusiveAbility="Взаємовиключне  з:"

[XComGame.XLocalizedData]
[XLocalizedData]
RuptureLabel="РОЗРИВ"

RunOrderDiffGroupsConflict="%FID у групi %FGROUP, а %SID у групi %SGROUP, тому %FID нiколи не буде виконано перед %SID"
RunOrderDiffGroupsRedundant="%FID у групi %FGROUP, а %SID у групi %SGROUP, тому %FID завжди буде виконано перед %SID"
RunOrderBefore="%FID хоче виконатися перед %SID"
RunOrderAfter="%SID хоче виконатися пiсля %FID"
RunOrderBeforeAfter="%FID хоче виконатися перед %SID i %SID хоче виконатися пiсля %FID"

; Do not localize these below. They are used for debug log output.
RunOrderDiffGroupsConflict_INT="%FID is in group %FGROUP and %SID is in group %SGROUP, so %FID will never run before %SID"
RunOrderDiffGroupsRedundant_INT="%FID is in group %FGROUP and %SID is in group %SGROUP, so %FID will always run before %SID"
RunOrderBefore_INT="%FID wants to run before %SID"
RunOrderAfter_INT="%SID wants to run after %FID"
RunOrderBeforeAfter_INT="%FID wants to run before %SID and %SID wants to run after %FID"

[XComGame.UICustomize_Head]
[UICustomize_Head]
m_strChangeFace="Використовуйте iнше обличчя для редагування цього параметра"

[CHHelpers]
; Випуск #817
m_strFramerateSmoothingDisabledReason = "Вирiвнювання частоти кадрiв вимкнено Highlander, щоб iншi моди працювали належним чином. Якщо ви ранiше вмикали його, видалiть цей файл: \"..\\Documents\\my games\\XCOM2 War of the Chosen\\XComGame\\Config\\XComEngine.ini\" один раз i перезапустiть гру."
